Repository: ceibal-tatu/software-center
Catalog: po/*.po
Languages: ar, eo, et, ro, ru, zh_cn

source: ERROR
ar: عطل
eo: ERARO
et: VIGA
ro: EROARE
ru: ОШИБКА
zh_cn: 错误

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
ar: لم تعد كانونيكال تُوفِر تحديثات ل %s في أوبونتو %s، لكن يحتمل توفر التحديثات في إصدار أحدث من أوبونتو.
eo: Canonical ne plu provizas ĝisdatigojn por %s en Ubuntu %s. Ĝisdatigoj povas esti haveblaj en pli nova versio de Ubuntu.
et: Canonical ei paku Ubuntu %s-s enam pakile %s uuendusi. Uuemas Ubuntu versiooni võivad uuendused saadaval olla.
ro: Canonical nu mai asigură actualizări pentru %s în Ubuntu %s. Actualizări pot fi disponibile într-o versiune nouă de Ubuntu.
ru: Компания Canonical больше не предоставляет обновлений для %s в Ubuntu %s. Обновления могут быть доступны в новой версии Ubuntu.
zh_cn: Canonical 不再提供 %s 在 Ubuntu %s 中的升级。升级可能会在 Ubuntu 的新版本中可用。

source: Canonical provides critical updates for %(appname)s until %(support_end_month_str)s %(support_end_year)s.
ar: تُوفِر كانونيكال التحديثات المهمة لـ %(appname)s حتى %(support_end_month_str)s ‏%(support_end_year)s.
eo: Canonical provizas kritikajn ĝisdatigojn por %(appname)s ĝis %(support_end_month_str)s %(support_end_year)s.
et: Canonical pakub turvakriitilisi uuendusi rakendusele %(appname)s kuni %(support_end_month_str)s %(support_end_year)s.
ro: Canonical asigură actualizări critice pentru %(appname)s până în %(support_end_month_str)s %(support_end_year)s.
ru: Canonical предоставляет критические обновления для %(appname)s до %(support_end_month_str)s %(support_end_year)s.
zh_cn: Canonical 提供 %(appname)s 的关键更新至 %(support_end_year)s 年 %(support_end_month_str)s 月。

source: Canonical provides critical updates supplied by the developers of %(appname)s until %(support_end_month_str)s %(support_end_year)s.
ar: تُوفِر كانونيكال التحديثات المهمة من مطوري %(appname)s حتى %(support_end_month_str)s ‏%(support_end_year)s.
eo: Canonical provizas kritikajn ĝisdatigojn havigatajn de la programistoj de %(appname)s ĝis %(support_end_month_str)s %(support_end_year)s.
et: Canonical pakub rakenduse enda arendajate turvakriitilisi uuendusi rakendusele %(appname)s kuni %(support_end_month_str)s %(support_end_year)s.
ro: Canonical asigură actualizări critice furnizate de dezvoltatorii aplicației %(appname)s până în %(support_end_month_str)s %(support_end_year)s.
ru: Canonical предоставляет критические обновления, предоставленные разработчиками %(appname)s, до %(support_end_month_str)s %(support_end_year)s.
zh_cn: Canonical 提供由开发者提供的 %(appname)s 的关键更新至 %(support_end_year)s 年 %(support_end_month_str)s 月。

source: Canonical does not provide updates for %s. Some updates may be provided by the third party vendor.
ar: لا توفر كانونيكال تحديثات ل%s. قد تكون بعض التحديثات متاحة من مُنتِج آخر.
eo: Canonical ne provizas ĝisdatigojn por %s. Kelkaj ĝisdatigoj povas esti provizataj de ekstera liveranto.
et: Canonical ei paku uuendusi rakendusele %s. Mõned uuendused võivad olla saadaval kolmanda osapoole pakkujatelt.
ro: Canonical nu oferă actualizări pentru %s. Unele actualizări pot fi oferite de terțe părți.
ru: Компания Canonical не предоставляет обновлений для %s. Некоторые обновления могут предоставляться третьими лицами.
zh_cn: Canonical 不再为 %s 提供升级。一些升级可能会由第三方提供。

source: Canonical provides critical updates for %s.
ar: توفر كانونيكال التحديثات المهمة ل%s.
eo: Canonical provizas kritikajn ĝisdatigojn por %s.
et: Canonical pakub rakendusele %s turvakriitilisi uuendusi.
ro: Canonical oferă actualizări critice pentru %s.
ru: Компания Canonical предоставляет критические обновления для %s.
zh_cn: Canonical 为 %s 提供重要升级。

source: Canonical provides critical updates supplied by the developers of %s.
ar: توفر كانونيكال التحديثات المهمة التي يوفرها مطوري %s.
eo: Canonical provizas kritikajn ĝisdatigojn havigatajn de la programistoj de %s.
et: Canonical pakub rakenduse %s arendajate turvakriitilisi uuendusi.
ro: Canonical oferă actualizări critice puse la dispoziție de dezvoltatorii %s.
ru: Компания Canonical предоставляет критические обновления, написанные разработчиками %s.
zh_cn: Canonical 为 %s 提供开发者支持的重要升级。

source: Canonical does not provide updates for %s. Some updates may be provided by the Ubuntu community.
ar: لا توفر كانونيكال تحديثات ل%s. قد تأتي بعض التحديثات من مجتمع أوبونتو.
eo: Canonical ne provizas ĝisdatigojn por %s. Kelkaj ĝisdatigoj povas esti provizataj de la Ubuntu-komunumo.
et: Canonical ei paku uuendusi rakendusele %s. Mõningaid uuendusi pruugib pakkuda Ubuntu kogukond.
ro: Canonical nu oferă actualizări pentru %s. Unele actualizări pot fi oferite de către comunitatea Ubuntu.
ru: Компания Canonical не предоставляет обновлений для %s. Некоторые обновления могут предоставляться сообществом Ubuntu.
zh_cn: Canonical 不能提供 %s 的更新。一些更新可能通过 Ubuntu 社区提供。

source: Application %s has a unkown maintenance status.
ar: حالة صيانة التطبيق %s غير معروفة.
eo: Aplikaĵo %s havas nekonatan prizorgadan staton.
et: Rakenduse %s hooldatavus on teadmata.
ro: Aplicația %s are o stare de întreținere necunoscută.
ru: Статус поддержки приложения %s неизвестен.
zh_cn: 程序 %s 的维护处于未知状态。

source: Description
ar: الوصف
eo: Priskribo
et: Kirjeldus
ro: Descriere
ru: Описание
zh_cn: 描述

source: Not available in the current data
ar: غير متوفر في البيانات الحالية
eo: Ne havebla en la nunaj datumoj.
et: Pole saadaval praegustes andmetes.
ro: Indisponibil în datele curente
ru: Нет данных
zh_cn: 在当前数据中不可用

source: Not available for your hardware architecture.
ar: غير متوفر لبُنية عتادك.
eo: Ne havebla por via aparatar-arkitekturo.
et: Pole saadaval sinu riistvara arhitektuuri jaoks.
ro: Nu este disponibil pentru arhitectura dumneavoastră hardware.
ru: Недоступно для вашей архитектуры
zh_cn: 不适合在你的硬件架构上使用。

source: Application Screenshot
ar: لقطة شاشة من التطبيق
eo: Aplikaĵa ekranbildo
et: Rakenduse kuvatõmmis
ro: Captură de ecran
ru: Снимок окна приложения
zh_cn: 应用程序截图

source: Version: %s (%s)
ar: الإصدارة: %s (%s)
eo: Versio: %s (%s)
et: Versioon: %s (%s)
ro: Versiune: %s (%s)
ru: Версия: %s (%s)
zh_cn: 版本：%s (%s)

source: %s is installed on this computer.
ar: ‏%s مثبت على هذا الحاسوب.
eo: %s instaliĝis sur tiu ĉi komputilo.
et: %s on sellel arvutil paigaldatud.
ro: %s este instalat pe acest computer.
ru: Приложение %s установлено.
zh_cn: %s 已经安装在本计算机中。

source: It is used by %s piece of installed software.
ar: لا تستخدمه أي من البرمجيات المثبّتة.
eo: Ĝi estas uzata de %s instalita programo.
et: See on kasutusel paigaldatud tarkvara %s osa poolt.
ro: Este folosit de %s piesă software instalată.
ru: Используется %s приложением.
zh_cn: 已安装的软件占用 %s.

source: Website
ar: الموقع
eo: Retejo
et: Veebileht
ro: Sit web
ru: Сайт
zh_cn: 网址

source: Unknown
ar: مجهول
eo: Nekonata
et: Teadmata
ro: Necunoscut
ru: Неизвестно
zh_cn: 未知

source: Open Source
ar: مفتوح المصدر
eo: Libera Programaro
et: Avatud lähtekoodiga
ro: Sursă deschisă
zh_cn: 开放源代码

source: Proprietary
ar: محتكر
eo: Mallibera
et: Firmaomane
ro: Proprietar
ru: Проприетарная
zh_cn: 专有软件

source: License: %s
ar: الترخيص: %s
eo: Permesilo: %s
et: Litsents: %s
ro: Licență: %s
ru: Лицензия: %s
zh_cn: 许可证：%s

source: Free
ar: حرّ
eo: Senkosta
et: Tasuta
ro: Gratuit
ru: Бесплатно
zh_cn: 自由

source: Price: %s
ar: السعر: %s
eo: Prezo: %s
et: Hind: %s
ro: Cost: %s
ru: Стоимость: %s
zh_cn: 价格： %s

source: %s - Screenshot
ar: ‏%s - لقطة شاشة
eo: %s - Ekranbildo
et: %s - Kuvatõmmis
ro: %s - captură de ecran
ru: %s — Снимок экрана
zh_cn: %s - 截图

source: To remove %s, these items must be removed as well:
ar: لإزالة %s، يجب أيضا إزالة العناصر التالية:
eo: Por forigi %s, ĉi tiuj elementoj devas ankaŭ esti forigataj:
et: %s eemaldamiseks peab eemaldama ka järgmised esemed:
ro: Eliminând %s, următoarele articole vor fi de asemenea eliminate:
ru: Удаление %s затронет также следующие программы:
zh_cn: 要移除 %s，以下这些也必须移除：

source: Remove All
ar: أزل الكل
eo: Forigi Ĉiujn
et: Eemalda kõik
ro: Înlătură tot
ru: Удалить всё
zh_cn: 全部移除

source: If you uninstall %s, future updates will not include new items in <b>%s</b> set. Are you sure you want to continue?
ar: إذا أزلت %s فلن تُضمّن العناصر الجديدة من طقم <b>%s</b> في التحديثات المستقبلية. أمتأكد أنك تريد الاستمرار؟
eo: Se vi malinstalas %s-n, estontaj ĝisdatigoj ne inkluzivos novajn elementojn en <b>%s</b>-aro. Ĉu vi certe volas daŭrigi?
et: %s eemaldamisel ei kaasata tulevikus enam uuendamisel <b>%s</b> rühma kuuluvaid üksuseid. Oled kindel, et tahad jätkata?
ro: Dacă dezinstalați %s, viitoarele actualizări nu vor include articole noi din suita <b>%s</b>. Sigur doriți să continuați?
ru: Если вы удалите %s, то будущие обновления не будут включать новые элементы в наборе <b>%s</b>. Продолжить?
zh_cn: 如果移除 %s ，未来的升级将不会包括<b>%s</b> 。你确认要继续吗？

source: Remove Anyway
ar: أزل على كل حال
eo: Tamen forigi
et: Eemalda ikkagi
ro: Înlătură oricum
ru: Всё равно удалить
zh_cn: 确定移除

source: %s is a core application in Ubuntu. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
ar: ‏%s مكون أساسي في أوبونتو. قد تتسبب إزالته في أن تكون الترقيات المستقبلية ناقصة. أمتأكد أنك تريد المتابعة؟
eo: %s estas kerna aplikaĵo en Ubuntu. Malinstalo de ĝi kaŭzas ke estontaj promocioj estos nekompletaj. Ĉu vi certe volas daŭrigi?
et: %s on Ubuntu tuumas olev programm. Selle eemaldamine võib põhjustada tulevikus mittetäielikke uuendamisi. Oled kindel, et tahad jätkata?
ro: %s este o aplicație de bază în Ubuntu. Dezinstalarea ei poate face ca viitoarele actualizări majore să fie incomplete. Sigur doriți să continuați?
ru: %s является базовым приложением Ubuntu. В случае его удаления могут возникнуть проблемы с последующим обновлением системы. Удалить приложение?
zh_cn: %s 是 Ubuntu 的核心组件。删除它可能导致未来的升级不完全。是否确定继续？

source: Upgrade
ar: رقِّ
eo: Promocii
et: Uuenda
ro: Actualizează
ru: Обновить
zh_cn: 升级

source: Remove
ar: أزل
eo: Forigi
et: Eemalda
ro: Elimină
ru: Удалить
zh_cn: 删除

source: Install
ar: ثبّت
eo: Instali
et: Paigalda
ro: Instalează
ru: Установить
zh_cn: 安装

source: Enable channel
ar: فعّل القناة
eo: Ŝalti kanalon
et: Luba kanal
ro: Activează canal
ru: Включить канал
zh_cn: 启用频道

source: _Keep
ar: أب_ق
eo: _Konservi
et: _Jäta alles
ro: _Păstrează
ru: _Оставить
zh_cn: 保持(_K)

source: _Replace
ar: ا_ستبدل
eo: _Anstataŭigi
et: _Asenda
ro: În_locuiește
ru: _Заменить
zh_cn: 替换(_R)

source: Configuration file '%s' changed
ar: تغيّر ملف التضبيط '%s'
eo: Agorda dosiero '%s' ŝanĝiĝis
et: Seadistustefail '%s' muudetud
ro: Fișierul de configuare '%s' a fost modificat
ru: Файл настройки «%s» изменён
zh_cn: 设置文件 "%s" 已经变动

source: Do you want to use the new version?
ar: أتريد استخدام الإصدارة الجديدة؟
eo: Ĉu vi volas uzi la novan version?
et: Kas sa tahad kasutada uut versiooni?
ro: Doriți să folosiți versiunea nouă?
ru: Хотите использовать новую версию?
zh_cn: 你要使用新版本吗？

source: Get Free Software
ar: احصل على البرمجيات الحرة
eo: Akiri senpagan programaron
et: Hangi tasuta tarkvara
ro: Obține software liber
ru: Получить свободное ПО
zh_cn: 获取自由软件

source: %s matching item
ar: لا عناصر مطابقة
eo: %s kongruanta elemento
et: %s sobiv kirje
ro: %s articol care se potrivește
ru: %s подходящий элемент
zh_cn: %s 项符合条件

source: %s item available
ar: لا عناصر متوفرة
eo: %s elemento havebla
et: %s toode saadaval
ro: %s articol disponibil
ru: %s элемент доступен
zh_cn: %s 项可用

source: Departments
ar: الأقسام
eo: Fakoj
et: Osakonnad
ro: Departamente
ru: Разделы
zh_cn: 区划

source: Details
ar: التفاصيل
eo: Detaloj
et: Täpsemalt
ro: Detalii
ru: Подробности
zh_cn: 详细信息

source: Cancel
ar: ألغِ
eo: Nuligi
et: Katkesta
ro: Anulează
ru: Отменить
zh_cn: 取消

source: Dependency
ar: الاعتمادية
eo: Dependeco
et: Sõltuvus
ro: Dependență
ru: Зависимость
zh_cn: 依赖

source: Installed Software
ar: البرمجيات المثبتة
eo: Instalita programaro
et: Paigaldatud tarkvara
ro: Software instalat
ru: Установленные программы
zh_cn: 已安装的软件

source: %s installed item
ar: لا عناصر مثبتة
eo: %s instalita elemento
et: %s paigaldatud toode
ro: %s articol instalat
ru: %s элемент установлен
zh_cn: %s 已安装

source: In Progress (%i)
ar: في تقدم (%i)
eo: Farata (%i)
et: Pooleli (%i)
ro: În desfășurare (%i)
ru: В процессе (%i)
zh_cn: 正在执行 (%i)

source: &#xA9;2009 Canonical
ar: &#xA9 كانونيكال 2009
ru: © Canonical, 2009

source: Copy _Web Link
ar: انسخ _رابط الوِب
eo: Kopii _ligilon
et: Kopeeri _veebilink
ro: Copiază legătura web
ru: Копировать сс_ылку на сайт
zh_cn: 复制网址链接(_W)

source: Lets you choose from thousands of free applications available for Ubuntu.
ar: يمكنك أن تختار من بين آلاف التطبيقات الحرّة المتوفرة في أوبونتو.
eo: Lasas vin elekti milojn da senkostaj aplikaĵoj haveblaj por Ubuntu.
et: Laseb sul valida tuhandete tasuta rakenduste vahel Ubuntu jaoks.
ro: Oferă posibilitatea de a alege din mii de aplicații libere disponibile pentru Ubuntu.
ru: Предоставляет вам выбор из тысяч бесплатных программ для Ubuntu.
zh_cn: 让你从数千种适合 Ubuntu 使用的、自由的程序中，进行选择。

source: Rebuilding application catalog...
ar: يُعيد بناء دليل البرامج...
eo: Rekonstruas aplikaĵan katalogon...
et: Rakenduste kataloogi taasloomine...
ro: Se reconstruiește catalogul...
ru: Перестройка каталога приложений...
zh_cn: 重建应用程序列表...

source: Search...
ar: ابحث...
eo: Serĉi...
et: Otsimine...
ro: Caută...
ru: Идет поиск...
zh_cn: 搜索...

source: Software Center _Help
ar: _مساعدة مركز البرمجيات
eo: Programareja _Helpo
et: Tarkvarakeskuse _abi
ro: A_jutor Centru Software
ru: _Справка центра приложений
zh_cn: 软件中心帮助(_H)

source: Ubuntu Software Center
ar: مركز برمجيات أوبونتو
eo: Ubuntu Programarejo
et: Ubuntu Tarkvarakeskus
ro: Centru Software Ubuntu
ru: Центр приложений Ubuntu
zh_cn: Ubuntu 软件中心

source: _All Applications
ar: جميع الت_طبيقات
eo: Ĉ_iuj aplikaĵoj
et: _Kõik rakendused
ro: To_ate aplicațiile
ru: _Все приложения
zh_cn: 全部应用程序{_A)

source: _Canonical-Maintained Applications
ar: التطبيقات التي _تديرها كانونيكال
eo: Aplikaĵoj prizorgataj de _Canonical
et: _Canonicali poolt hooldatavad rakendused
ro: Aplicațiile întreținute de _Canonical
ru: С _поддержкой Canonical
zh_cn: Canonical维护的应用程序(_C)

source: _Edit
ar: _تحرير
eo: _Redakti
et: _Redigeerimine
ro: _Editare
ru: _Правка
zh_cn: 编辑(_E)

source: _File
ar: _ملف
eo: _Dosiero
et: _Fail
ro: _Fișier
ru: _Файл
zh_cn: 文件(_F)

source: _Help
ar: _مساعدة
eo: _Helpo
et: _Abi
ro: A_jutor
ru: _Справка
zh_cn: 帮助(_H)

source: _Install
ar: _ثبّت
eo: _Instali
et: _Paigalda
ro: _Instalează
ru: _Установить
zh_cn: 安装(_I)

source: _Software Sources...
ar: _مصادر البرمجيات...
eo: _Programaraj fontoj...
et: _Tarkvaraallikad...
ro: _Surse software...
ru: _Источники приложений...
zh_cn: 软件源(_S)...

source: _View
ar: _عرض
eo: _Vido
et: _Vaade
ro: _Afișare
ru: _Вид
zh_cn: 视图(_V)

source: available
ar: متوفر
eo: havebla
et: kättesaadav
ro: disponibil
ru: доступно
zh_cn: 可用

source: installed
ar: مثبت
eo: instalita
et: paigaldatud
ro: instalat
ru: установлено
zh_cn: 已安装

source: pending
ar: ينتظر
eo: pritraktota
et: ootel
ro: în aşteptare
ru: в очереди
zh_cn: 待处理

source: Lets you choose from thousands of free applications available for Ubuntu
ar: يمكنك أن تختار من بين آلاف التطبيقات الحرّة المتوفرة في أوبونتو
eo: Lasas vin elekti milojn da senkostaj aplikaĵoj haveblaj por Ubuntu
et: Laseb sul valida tuhandete tasuta rakenduste vahel Ubuntule.
ro: Puteți alege din mii de aplicații libere disponibile pentru Ubuntu
ru: Предоставляет вам выбор из тысяч бесплатных программ для Ubuntu
zh_cn: 让你从数千种适合 Ubuntu 使用的、自由的程序中，进行选择

source: Software Center
ar: مركز البرمجيات
eo: Programarejo
et: Tarkvarakeskus
ro: Centru software
ru: Центр приложений
zh_cn: 软件中心
